/* No comment provided by engineer. */
"A destination (IP Address or Domain name) is needed to be able to subscribe" = "Для подписки небоходимо ввести назначение (IP адрес или доменное имя)";

/* About prefs tab title */
"About" = "О программе";

/* Title for section containing actions (SMS, MailMe, Speech, etc)
   Title to go on Actions pop up
   Title to go on the actions pop up */
"Actions" = "Действия";

/* Title to go above the actions pop up on */
"Actions:" = "Действия:";

/* Option to add a compound action config */
"Add Compound" = "Добавить составные настройки";

/* Button to add a configuration */
"Add Config" = "Добавить настройки";

/* Button title for opening growl.info to downloads page */
"Additional Downloads" = "Дополнительные загрузки";

/* No comment provided by engineer. */
"Alert! Enabling this option will add Growl.app to your login items" = "Внимание! Включение этой опции добавить Growl.app в список автозапуска";

/* Enable checkbox for allowing subscribers */
"Allow other computers to subscribe to all notifications" = "Позволить другим компьютерам подписаться на все уведомления";

/* No comment provided by engineer. */
"Allowing this will let Growl launch everytime you login, so that it is available for applications which use it at all times" = "Включение позволит Growl запускаться при вашем входе в систему, и он будет всегда доступен для приложений";

/* Notification always stay on screen */
"Always" = "Всегда";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the Growl Tickets Database.\nApplications may register, and you can adjust settings.\nHowever, no registrations or settings will be saved to the next session, and Growl may use more memory" = "Произошла неисправимая ошибка при открытии базы Growl Tickets.\nПриложения могут регистрироваться, и вы можете изменять настройки.\nТем не менее, настройки и регистрации не будут сохранены и Growl возможно будет использовать больше памяти";

/* No comment provided by engineer. */
"An uncorrectable error occured in creating or opening the History Database.\nWe are disabling History for the time being, however the rollup will continue to function.\nIf history is reenabled, nothing will be saved, and Growl will potentially use a lot of memory." = "Произошла неисправимая ошибка при открытии базы данных истории.\nМы отключаем сохранение истории, но окно Rollup будет работать.\nПовтороное включение этой опции может превести к черзмерному протреблению памяти.";

/* Column title for the applications column in the history table
   Label for the tab which contains application settings */
"Application" = "Приложение";

/* Application decides whether a note should stay on screen */
"Application Decides" = "На усмотрение приложения";

/* Use the application's defaults */
"Application Default" = "По-умолчанию для приложения";

/* Label for application level display style choice */
"Application's Display Style" = "Стиль уведомлений приложения";

/* No comment provided by engineer. */
"Application: %@\nTitle: %@\nDescription: %@\nClick to open the log" = "Приложение: %1$@\nЗаголовок: %2$@\nОписание: %3$@\nНажмите для открытия лога";

/* Application prefs tab title */
"Applications" = "Приложения";

/* No comment provided by engineer. */
"Are you sure you want to quit?" = "Вы уверены, что хотите выйти?";

/* No comment provided by engineer. */
"Are you sure you want to remove %@?" = "Вы уверены, что хотите удалить %@?";

/* No comment provided by engineer. */
"Bonjour configured entry, not presently findable" = "Невозожно обнаружит настроенную сущность Bonjour";

/* Button title for canceling */
"Cancel" = "Отмена";

/* Clear all history button title */
"Clear All History" = "Удалить всё";

/* No comment provided by engineer. */
"Clear all notifications in the History Rollup" = "Очистить все уведомления в Rollup";

/* No comment provided by engineer. */
"Clear Rollup" = "Очистить Rollup";

/* close all open notifications */
"Close all notifications" = "Закрыть все уведомления";

/* Title for section containing compound actions (composed of multiple actions) */
"Compound" = "Составное";

/* No comment provided by engineer. */
"Compound Action" = "Составное действие";

/* Column title for a computer entry */
"Computer Name" = "Имя компьютера";

/* Consider me idle based on time entered below */
"Consider me idle after:" = "Считать бездействие после:";

/* Continue button title */
"Continue" = "Продолжить";

/* we've detected a corrupt install in this currently running binary */
"Corrupt install detected" = "Обнаружен поврежденный инсталлятор";

/* Label for selectiong default actions */
"Default Actions" = "Действия по-умолчанию";

/* Label for the global default starting position picker */
"Default starting position for notifications" = "Позиция уведомлений по-умолчанию";

/* Default style picker label */
"Default Style" = "Стиль по-умолчанию";

/* Explanation for what the big magic notification center switch means */
"Disable Growl visual controls and foward notifications to OS X" = "Отключить функции Growl и пересылать уведомления OS X";

/* alert when history database could not be moved aside */
"Disabling History" = "История отключается";

/* Label for the display style of the selected notification */
"Display Style:" = "Стиль отображения:";

/* Column title for Display Styles */
"Display Styles" = "Стили отображения";

/* Display prefs tab title
   Title for section containing displays (Smoke, Whiteboard, Bezel, etc) */
"Displays" = "Уведомления";

/* Continue button title when done */
"Done" = "Готово";

/* Emergency notification priority */
"Emergency" = "Критический";

/* Label for application on/off switch */
"Enable %@" = "Включить %@";

/* Label for application on/off switch */
"Enable application" = "Включить приложение";

/* Button label to allow growl to start at login */
"Enable Growl to run on Login" = "Запускать Growl при входе в ситсему";

/* Label for the on/off switfh for enabling history */
"Enable History:" = "Включить историю:";

/* Label for checkbox which enables logging for a note or application */
"Enable Logging" = "Включить логирование";

/* No comment provided by engineer. */
"Enabling this option will cause Growl to run without showing a dock icon or a menu item.\n\nTo access preferences, tap Growl in Launchpad, or open Growl in Finder." = "Включение этой опции позволит Growl работать без иконки в доке и меню.\n\nДля доступа к настройкам, запустите Growl через Launchpad или Finder.";

/* Alert when database has been corrupted */
"Error opening %@." = "Ошибка открытия %@.";

/* fatal alert */
"Fatal Error" = "Фатальная ошибка";

/* Info label for firewall settings */
"Firewall Settings: Network notifications use TCP port 23053" = "Настройки фаервола: Сетевые уведомления используют TCP порт 23053";

/* Enable checkbox for forwarding to other computers */
"Forward notifications to other computers" = "Отправлять уведомления на другие компьютеры";

/* Tab title for forwarding */
"Forwarding" = "Перенаправление";

/* General prefs tab title */
"General" = "Общие";

/* Label for button which will open to growl.info with information on applications and how to configure them */
"Get Applications" = "Скачать приложения";

/* Button title which opens growl.info to the styles page */
"Get more styles" = "Скачать еще стили";

/* Use the global defaults from the displays tab */
"Global Default" = "Глобальные умолчания";

/* Button to open http://growl.info/reportabug.php */
"Growl Bug Submission" = "Сообщить про ошибку";

/* No comment provided by engineer. */
"Growl has encountered a fatal error trying to setup the %@, and will terminate upon closing this window.  Please contact us at support@growl.info." = "Произошла фатальная ошибка при попытке установки %@, Growl будет завершен после закрытия данного окна.  Пожалуйста свяжитесь с нами support@growl.info.";

/* No comment provided by engineer. */
"Growl History Disabled" = "История Growl отключена";

/* No comment provided by engineer. */
"Growl must restart for this change to take effect." = "Необходим перезапуск Growl для применения изменений.";

/* Window title for the Notification Rollup window */
"Growl Notification Rollup" = "Список уведомлений Rollup";

/* button to open http://growl.info */
"Growl Web Site" = "Сайт Growl";

/* No comment provided by engineer. */
"Hide Rollup" = "Скрыть Rollup";

/* No comment provided by engineer. */
"Hide the History Rollup" = "Скрыть историю Rollup";

/* High notification priority */
"High" = "Высокий";

/* History prefs tab title */
"History" = "История";

/* Unit of time for idle detection */
"Hours" = "Часов";

/* Title on box containing idle detection controls */
"Idle Detection" = "Определение бездействия";

/* No comment provided by engineer. */
"If you quit Growl you will no longer receive notifications." = "Если вы завершите Growl, вы перестанете получать уведомлений";

/* Info label describing the bonjour icon's use */
"Indicates a discovered computer using Growl 1.3 or later" = "Показывает найденные компьютеры с Growl 1.3 или выше";

/* Info label describing the network icon's use */
"Indicates a manually entered computer to forward to or subscribe to" = "Показывает компьютеры, добавленные вручную";

/* No comment provided by engineer. */
"Inform %@ when a notification is clicked" = "Уведомлять %@ при нажатии на уведомление";

/* Label for checkbox for keeping up to an amount of notifications */
"Keep Amount" = "Сохранять сообщений";

/* Label for checkbox for keeping up to a certain number of days worth of notifications */
"Keep Days" = "Сохранять дней";

/* Button label for removing old copies of growl */
"Legacy Growl Uninstaller" = "Удаление предыдущих версий Growl";

/* Label for checkbox enabling incoming network notifications */
"Listen for incoming notifications" = "Слушать входящие уведомления";

/* Title for section containing apps from the local machine */
"Local" = "Локальные";

/* Unit of time for idle detection */
"Minutes" = "Минут";

/* Moderate notification priority */
"Moderate" = "Средний";

/* Network prefs tab title */
"Network" = "Сеть";

/* Notification will never stay on screen */
"Never" = "Никогда";

/* No comment provided by engineer. */
"No" = "Нет";

/* Use no actions */
"No Actions" = "Без действий";

/* Don't do any actions */
"No Default Actions" = "Без действий по-умолчанию";

/* Setting for no visual display */
"No Default Display" = "Без визуального уведомления";

/* Growl will run compeletely in the background */
"No icon visible" = "Не показывать иконку";

/* No comment provided by engineer. */
"No Recent Notifications" = "Нет недавних уведомлений";

/* Normal notification priority */
"Normal" = "Нормальный";

/* Label for the tab which contains notification settings */
"Notifications" = "Уведомления";

/* If the string is too long, use O */
"OFF" = "Выкл";

/* No comment provided by engineer. */
"OK" = "ОК";

/* No comment provided by engineer. */
"Ok" = "Ок";

/* If the string is too long, use I */
"ON" = "Вкл";

/* No comment provided by engineer. */
"Open Growl Preferences..." = "Открыть настройки Growl...";

/* No comment provided by engineer. */
"Open the Growl preference pane" = "Открыть панель настроек Growl";

/* Use Mac OS X Notifications switch label */
"OS X Notifications" = "Уведомления OS X";

/* Column title for a password */
"Password" = "Пароль";

/* No comment provided by engineer. */
"Pause Growl" = "Приостановить Growl";

/* No comment provided by engineer. */
"Pause Growl visual notifications" = "Приостановить уведомления Growl";

/* Localhost in a forwarding destination is not allowed */
"Please do not enter localhost, Growl does not support forwarding to itself." = "Пожалуйста не вводите localhost, Growl не может пересылать уведомления сам себе";

/* Localhost in a subscription destination is not allowed */
"Please do not enter localhost, Growl does not support subscribing to itself." = "Пожалуйста не вводите localhost, Growl не может подписаться сам на себя";

/* A valid IP or domain is needed to forward to
   A valid IP or domain is needed to subscribe to */
"Please enter a valid IPv4 or IPv6 address, or a valid domain name" = "Пожалуйста введите корректный IP4 или IP6-адрес или домен";

/* No comment provided by engineer. */
"Plugin '%@' has been installed successfully. Do you want to configure it now?" = "Плагин '%@' установлен. Вы хотите настроить его прямо сейчас?";

/* No comment provided by engineer. */
"Plugin '%@' is already installed, do you want to overwrite it?" = "Плагин '%@' уже установлен, вы хотите перезаписать его?";

/* No comment provided by engineer. */
"Plugin '%@' will not work on this Mac running this version of Mac OS X. Install it anyway?" = "Плагин '%@' не совместим с этим компьютером или версией OS X. Все равно установить?";

/* No comment provided by engineer. */
"Plugin already exists" = "Плагин уже существует";

/* No comment provided by engineer. */
"Plugin installed" = "Плагин установлен";

/* No comment provided by engineer. */
"Plugin missing native architecture" = "У плагина отсутствует родная архитектура";

/* No comment provided by engineer. */
"Plugin not installed" = "Плагин не установлен";

/* Preferences window title */
"Preferences" = "Настройки";

/* Button title which shows a preview of the current selected style
   Title of the Preview notification shown to demonstrate Growl displays */
"Preview" = "Просмотреть";

/* Label for choosing priority of the selected notification */
"Priority:" = "Приоритет:";

/* Checkbox for whether the menu item should pulse */
"Pulse Menu Item" = "Пульсация значка в меню";

/* No comment provided by engineer. */
"Quit" = "Завершить";

/* No comment provided by engineer. */
"Quit Growl entirely" = "Полностью завершить Growl";

/* button for reading the instructions for fixing your install */
"Read Instructions and Quit" = "Прочитать инструкции и выйти";

/* Button title for removing something */
"Remove" = "Удалить";

/* No comment provided by engineer. */
"Resume Growl" = "Возобновить Growl";

/* No comment provided by engineer. */
"Resume Growl visual notifications" = "Возобновить уведомления Growl";

/* Rollup prefs tab title */
"Rollup" = "Rollup";

/* Rollup all notifications radio button */
"Rollup all notes" = "Все уведомления в Rollup";

/* Title for rollup automatic checkbox */
"Rollup Automatically Displays" = "Показывать Rollup автоматически";

/* Title for rollup enabled checkbox */
"Rollup Enabled" = "Rollup включен";

/* Rollup only logged notifications radio button */
"Rollup only logged notes" = "Толко уведомления из лога в Rollup";

/* History search field placeholder
   Placeholder text in search field */
"Search" = "Поиск";

/* Unit of time for idle detection */
"Seconds" = "Секунд";

/* Label for server password field */
"Server Password:" = "Пароль сервера:";

/* Button title which shows a list of disabled plugins */
"Show Disabled" = "Показывать отключенные";

/* Growl will have an icon in the menu and the dock */
"Show icon in both" = "Обе иконки";

/* Growl will have an icon only in the dock */
"Show icon in the dock" = "Иконка в доке";

/* Growl will have a menu bar icon only */
"Show icon in the menubar" = "Иконка в меню";

/* No comment provided by engineer. */
"Show Rollup" = "Показать Rollup";

/* No comment provided by engineer. */
"Show the History Rollup" = "Показать историю Rollup";

/* Show hide keyboard shortcut */
"Show/Hide Shortcut" = "Показать/скрыть";

/* Start Growl at Login switch label */
"Start Growl at Login" = "Запускать Growl при входе";

/* Label for choosing whether the selected note stays on screen */
"Stay On Screen:" = "Оставаться на экране:";

/* Tab title for subscribers tab */
"Subscribers" = "Подписчики";

/* Tab title for subscriptions tab */
"Subscriptions" = "Подписки";

/* No comment provided by engineer. */
"There are no new notifications" = "Нет новых уведомлений";

/* No comment provided by engineer. */
"There was %lu notification while you were away" = "Пока вы отсутствовали, получено %lu уведомлений";

/* Error description format for subscription error returned display */
"There was an error subscribing to the remote machine:\ncode: %d\ndescription: %@" = "Ошибка подписки на удаленный компьютер:\nкод: %1$d\nописание: %2$@";

/* No comment provided by engineer. */
"There was an error while installing the plugin '%@'." = "Ошибка установки плагина '%@'.";

/* No comment provided by engineer. */
"There was error opening the %@ file, it is possibly corrupted.\nGrowl will move the database aside, and create a fresh database.\nThis may have occured if Growl or the computer crashed." = "Ошибка открытия файла %@, возможно он поврежден.\nGrowl сделает копию этой базы и создаст новую с нуля.\nЭто возможно вызвано сбоем Growl или компьютера.";

/* No comment provided by engineer. */
"There were %lu notifications while you were away" = "Пока вы отсутствовали, получено %lu уведомлений";

/* No comment provided by engineer. */
"This action cannot be undone, please confirm that you want to delete the entire notification history" = "Это действие не может быть отменено, пожалуйста подтвердите, что вы хотите удалить всю историю";

/* Preview message shown when clicking Preview in the system preferences pane. %@ becomes the name of the display style being used. */
"This is a preview of the %@ display" = "Это просмотр уведомления %@";

/* No comment provided by engineer. */
"This plugin configuration is in use, removing it will cause it to be removed from the applications and notifications where it is in use" = "Это расширение сейчас используется. Его удаление приведет к тому, что он будет удален из всех приложений и уведомлений, где используется";

/* No comment provided by engineer. */
"This should never happen! -(void)subscribe should only ever be called on local entries" = "Этого не могло произойти! -(void)subscribe должен вызываться только для локальных сущностей";

/* No comment provided by engineer. */
"This will remove all Growl settings for %@." = "Это удалит все настройки Growl для %@.";

/* Column title for the time column in the history table */
"Time" = "Время";

/* Column title for the title column in the history table */
"Title" = "Заголовок";

/* No comment provided by engineer. */
"To prevent the history database from growing indefinitely, at least one type of automatic trim must be active" = "Чтобы избежать бескончного роста базы данных, выберите хотя бы один вид автоматической обрезки";

/* No comment provided by engineer. */
"Turning off both automatic trim functions is not allowed." = "Выключение обеих функций автоматической обрезки невозможно.";

/* Column title for whether to use the item on the row */
"Use" = "Использовать";

/* label for using a custom application wide starting position */
"Use custom starting position" = "Использовать произвольную начальную позицию";

/* label for using the global default starting position */
"Use default starting position" = "Использовать начальную позицию по-умолчанию";

/* Column title for how long a subscriber is valid for */
"Valid until:" = "Разрешен до:";

/* Very low notification priority */
"Very Low" = "Очень низкий";

/* No comment provided by engineer. */
"Warning! About to delete ALL history" = "Внимание! Удаление ВСЕЙ истории";

/* alert that Growl will be limited to in memory for tickets */
"Warning! Application preferences will not be saved" = "Внимание! Настройки приложения не будут сохранены";

/* No comment provided by engineer. */
"Warning! Enabling this option will cause Growl to run in the background" = "Внимание! Включение этой опции позволит Growl работать в фоне";

/* corrupt install alert */
"We've detected that the Mac App Store left you with a corrupt install.  Please follow the instructions the button takes you to in order to remedy the situation." = "Мы обнаруили что Mac App Store повредил вашу инсталляцию. Пожалуйста прочитете инструкцию, которая поможет вам исправить данную ситуацию.";

/* No comment provided by engineer. */
"Welcome to Growl!" = "Добро пожаловать в Growl!";

/* Checkbox for idle detection based on locking the screen */
"When Screen is locked" = "Когда экран заблокирован";

/* checkbox for idle detection based on screensaver */
"When Screensaver is active" = "Когда включен хранитель экрана";

/* No comment provided by engineer. */
"Yes" = "Да";

/* Label for the IP address list */
"You can connect manually at one of the following addresses:" = "Вы можете вручную подключиться к одному из адресов:";

